brew "gum"
# top 代替品
brew "btop"
brew "ffmpeg"
brew "fzf"
# 磁盘空间分析
brew "ncdu"
brew "jq"
brew "autojump"
brew "direnv"
brew "eza"
brew "wget"
brew "ack"
brew "fpp"
brew "fastfetch"
cask "raycast"
cask "orbstack"
cask "virtualbox"
cask "vagrant"
cask "warp"
cask "kitty"
cask "keepassxc"
cask "keycastr"
cask "karabiner-elements"
cask "obsidian"
cask "calibre"
cask "warp"
cask "wpsoffice-cn"
brew "bat"
brew "chezmoi"
brew "conda-zsh-completion"
brew "git"
brew "gh"
brew "gnu-sed"
brew "go"
brew "helix"
cask "another-redis-desktop-manager"
cask "baidunetdisk"
cask "bilibili"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "telegram-desktop"
cask "tencent-lemon"
cask "licecap"
go "github.com/air-verse/air"
go "github.com/jstemmer/gotags"
go "github.com/rogpeppe/godef"
go "github.com/spf13/cobra-cli"
go "github.com/swaggo/swag/cmd/swag"
go "golang.org/x/tools/cmd/goimports"
go "golang.org/x/tools/gopls"
