cask "raycast"
cask "orbstack"
cask "virtualbox"
cask "vagrant"
cask "warp"
cask "kitty"
cask "keepassxc"
cask "keycastr"
cask "karabiner-elements"
cask "obsidian"
cask "calibre"
brew "gum"
brew "btop"
brew "ffmpeg"
brew "fzf"
brew "ncdu"
brew "jq"
brew "autojump"
brew "direnv"
brew "eza"
brew "wget"
brew "ack"
brew "fpp"
cask "wpsoffice-cn"
brew "fastfetch"
